Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/SignInWithApple.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOURTH_BULLET
source: When you first use Sign in with Apple to sign in to an app, Apple uses information about your account and experiences with Apple, along with information about your device and device usage patterns, to help prevent fraud.
ar: عند استخدامك لأول مرة "تسجيل الدخول باستخدام Apple" لتسجيل الدخول إلى أحد التطبيقات، تستخدم Apple معلومات حول حسابك وتجاربك مع Apple، إلى جانب معلومات حول جهازك وأنماط استخدام الجهاز، للمساعدة في منع الاحتيال.
bg: Когато за пръв път използвате Вход с Apple, за да влезете в приложение, Apple използва информация относно вашата регистрация и опит с Apple, както и информация относно вашето устройство и как го използвате, за да предотврати измами.
ca: La primera vegada que utilitzes l’inici de sessió amb Apple en una app, Apple fa servir la informació sobre el compte i les experiències amb Apple, a més d’informació sobre el dispositiu i els patrons d’ús per ajudar a evitar el frau.
cs: Jestliže se přes službu Přihlášení přes Apple přihlašujete k některé aplikaci poprvé, společnost Apple využije informace o vašem účtu a vašich zvycích při používání služeb Apple spolu s informacemi o vašem zařízení a jeho obvyklém používání – tímto způsobem zabraňuje podvodům.
da: Når du bruger Log ind med Apple for første gang til at logge ind på en app, bruger Apple oplysninger om din konto og dine oplevelser med Apple, samt oplysninger om din enhed, og hvordan din enhed bruges, til at hjælpe med at forhindre svindel.
de: Wenn du dich erstmals mit „Mit Apple anmelden“ bei einer App anmeldest, verwendet Apple Informationen über deinen Account und deine Erfahrungen mit Apple zusammen mit Infos über dein Gerät und über Gerätenutzungsmuster, um Betrug zu vermeiden.
el: Όταν χρησιμοποιείτε για πρώτη φορά τη Σύνδεση μέσω Apple για να συνδεθείτε σε μια εφαρμογή, η Apple χρησιμοποιεί πληροφορίες σχετικά με τον λογαριασμό σας και τις εμπειρίες σας με την Apple, σε συνδυασμό με πληροφορίες για τη συσκευή σας και τα μοτίβα χρήσης σας, για βοήθεια στην αποτροπή απάτης.
es: Cuando usas “Iniciar sesión con Apple” por primera vez en una app, Apple utiliza la información sobre tu cuenta y experiencias con Apple, así como la información acerca de tu dispositivo y tus patrones de uso del mismo, para prevenir el fraude.
es_us: La primera vez que uses Iniciar sesión con Apple para iniciar sesión en una app, Apple usa información sobre tu cuenta y tus experiencias con Apple junto con información sobre tu dispositivo y tus patrones de uso del dispositivo para ayudar a prevenir el fraude.
fi: Kun ensimmäisen kerran kirjaudut sisään appiin toiminnon Kirjaudu sisään Applella avulla, Apple käyttää tietoja tilistäsi ja kokemuksistasi Applen kanssa, laitteestasi ja laitteen käyttötavoista petosten ehkäisemiseen.
fr: Lorsque vous utilisez « Se connecter avec Apple » pour la première fois, Apple utilise des informations concernant votre compte, vos interactions avec Apple, votre appareil et vos habitudes d’utilisation dans le but de lutter contre la fraude.
fr_ca: La première fois que vous utilisez Connexion avec Apple pour vous connecter à une app, Apple utilise des informations sur votre compte et votre expérience avec Apple, ainsi que des informations sur votre appareil et vos tendances d’utilisation de celui-ci, afin d’aider à prévenir la fraude.
he: בעת השימוש הראשון ביישום עם ״התחברות באמצעות Apple״, Apple תשתמש במידע על החשבון שלך והחוויות שלך עם Apple, כמו גם מידע על המכשיר שלך ותבניות השימוש בו, כדי לעזור למנוע הונאה.
hi: जब आप किसी ऐप में पहली बार “Apple से साइन इन करें” का उपयोग करते हैं, तो Apple द्वारा आपके खाते और Apple के साथ अनुभव की जानकारी का उपयोग करता है और आपके डिवाइस और डिवाइस के उपयोग पैटर्न की जानकारी का उपयोग किया जाता है ताकि धोखाधड़ी को रोका जा सके।
hr: Kad prvi put koristite opciju Prijava s Appleom za prijavu u aplikaciju, Apple koristi informacije o vašem računu i iskustvima s Appleom, s informacijama o vašem uređaju te o obrascima korištenja uređaja radi sprječavanja prijevare.
hu: Amikor először jelentkezik be egy appba a Bejelentkezés az Apple-lel használatával, az Apple a csalás megakadályozásáért felhasználja a fiókjával és az Apple-lel való tapasztalatával, valamint az eszközével és az eszközhasználati szokásaival kapcsolatos információkat.
id: Saat Anda pertama kali menggunakan Masuk dengan Apple di suatu app, Apple menggunakan informasi mengenai akun dan pengalaman Anda dengan Apple, beserta informasi mengenai perangkat dan pola penggunaan perangkat Anda, untuk membantu mencegah penipuan.
it: Quando accedi a un’app per la prima volta utilizzando l’accesso con Apple, Apple utilizza le informazioni relative al tuo account, alle esperienze di utilizzo, al dispositivo e alle abitudini di utilizzo per prevenire le frodi.
ja: “Appleでサインイン”を使用してアプリを初めて使用するとき、AppleはあなたのアカウントとAppleでの利用経験に関する情報に加え、お使いのデバイスに関する情報とデバイスの使用パターンを詐欺防止のために利用します。
kk: Қолданбаға кіру үшін «Apple арқылы жүйеге кіру» функциясын бірінші рет пайдаланған кезде, Apple компаниясы аккаунтыңыз бен Apple құрылғыларымен әрекеттестігіңіз және құрылғыңыз бен оны қолдану деректері туралы ақпаратты алаяқтықтың алдын алу мақсатында пайдаланады.
ko: 앱에서 처음으로 ‘Apple로 로그인’을 사용하여 로그인하면 Apple은 사기 방지를 위해 사용자 계정 및 Apple과의 경험, 사용자 기기 및 기기 사용 패턴에 대한 정보를 사용합니다.
lt: Kai pirmąkart naudodami funkciją „Prisijungimas naudojant „Apple“ prisijungiate prie programos, „Apple“ naudoja informaciją apie jūsų paskyrą ir „Apple“ paslaugų naudojimą bei informaciją apie jūsų įrenginį ir įrenginio naudojimo įpročius, kad galėtų užkirsti kelią sukčiavimui.
ms: Apabila anda menggunakan Daftar masuk dengan Apple untuk mendaftar masuk ke app buat kali pertama, Apple menggunakan maklumat tentang akaun dan pengalaman anda dengan Apple, bersama dengan maklumat tentang peranti dan corak penggunaan peranti anda, untuk membantu mencegah penipuan.
nl: Wanneer je voor het eerst Log in met Apple gebruikt om bij een app in te loggen, gebruikt Apple informatie over je account en ervaringen met Apple plus informatie over je apparaat en gebruikspatronen van je apparaat om fraude te helpen voorkomen.
no: Første gang du bruker Logg på med Apple til å logge på en app, bruker Apple informasjon om kontoen din og opplevelser med Apple, sammen med informasjon om enheten din og bruksmønstre for enheten, for å forhindre svindel.
pl: Gdy po raz pierwszy używasz funkcji Zaloguj się, używając konta Apple, Apple wykorzystuje informacje o Twoim koncie, doświadczeniach razem z informacją o Twoim urządzeniu i wzorcom korzystania z urządzenia w celu zapobiegania oszustwom.
pt_br: Quando você usa o recurso Iniciar sessão com a Apple pela primeira vez para iniciar a sessão em um app, a Apple usa informações sobre a sua conta e experiências com a Apple, além de informações sobre o seu dispositivo e padrões de uso do dispositivo para ajudar a impedir fraudes.
pt_pt: Quando usa Iniciar sessão com a Apple pela primeira vez para iniciar sessão numa aplicação, a Apple usa informação sobre a sua conta e as suas experiências com a Apple, juntamente com informação sobre o seu dispositivo e os padrões de utilização do dispositivo para ajudar a impedir ações fraudulentas.
ro: Când utilizați pentru prima dată Autentificare cu Apple pentru a vă autentifica într-o aplicație, Apple utilizează informații despre contul dvs. și experiențele cu Apple, dar și informații despre dispozitivul dvs. și tiparele de utilizare a dispozitivului, pentru a contribui la prevenirea fraudelor.
ru: При первом использовании службы «Вход с Apple» Apple использует информацию о Вашей учетной записи и взаимодействии с Apple, а также информацию о Вашем устройстве и сведения о том, как оно используется, чтобы предотвратить мошенничество.
sk: Pri prvom použití Prihlásenia cez Apple na prihlásenie sa do novej apky spoločnosť Apple použije informácie o vašom účte a užívateľských návykoch pri používaní služieb Apple, ako aj informácie o vašom zariadení a vzorcoch používania na účely predchádzania podvodom.
sl: Ko za vpis v aplikacijo prvič uporabite možnost Vpiši se z računom Apple, Apple uporablja informacije o vašem računu in izkušnjah z družbo Apple poleg informacij o vaši napravi in vzorcev uporabe naprave, da bi pomagal preprečevati goljufije.
sv: När du använder Logga in med Apple för första gången använder Apple information om ditt konto och dina upplevelser med Apple tillsammans med information om din enhet och användningsmönster för enheten för att förhindra bedrägerier.
th: เมื่อคุณใช้ลงชื่อเข้าด้วย Apple เพื่อลงชื่อเข้าแอปเป็นครั้งแรก Apple จะใช้ข้อมูลเกี่ยวกับบัญชีและประสบการณ์กับ Apple ของคุณร่วมกับข้อมูลเกี่ยวกับอุปกรณ์ของคุณและรูปแบบการใช้งานอุปกรณ์เพื่อช่วยป้องกันการโจรกรรม
tr: Bir uygulamaya giriş yapmak için Apple ile giriş yap özelliğini ilk kullandığınızda Apple, aygıtınız ve aygıt kullanma biçimlerinizle ilgili bilgilerin yanı sıra hesabınız ve Apple ile yaşadığınız deneyimler hakkındaki bilgileri dolandırıcılığı önlemeye yardımcı olmak için kullanır.
uk: Коли ви вперше використовуєте Вхід з Apple, щоб увійти в якусь програму, Apple використовує інформацію про ваш обліковий запис і взаємодії з Apple разом з інформацією про ваш пристрій і шаблони використання пристрою, щоб сприяти в запобіганні шахрайству.
vi: Khi bạn sử dụng Đăng nhập bằng Apple lần đầu tiên để đăng nhập vào một ứng dụng, Apple sử dụng thông tin về tài khoản và trải nghiệm của bạn với Apple, cùng với thông tin về thiết bị và mô hình sử dụng thiết bị của bạn để giúp phòng chống lừa đảo.
zh_cn: 首次使用“通过Apple登录”来登录App时，Apple会使用你的Apple账户及相关体验信息以及你的设备和设备使用习惯的信息来帮助防范欺诈行为。
zh_hk: 當你第一次透過「使用Apple登入」來登入App時，Apple會使用你的帳户資料、Apple使用體驗，以及裝置與裝置使用方式的相關資料來協助防範詐騙。
zh_tw: 當你第一次透過「使用Apple登入」來登入App時，Apple會使用你的帳號資訊、Apple使用體驗，以及裝置與裝置使用方式的相關資訊來協助防範詐騙。

# SPLASH_SUMMARY
source: Sign in with Apple is designed to provide you with a sign in experience that protects your privacy and is safeguarded by the security built into Apple products.
ar: تم تصميم "تسجيل الدخول باستخدام Apple" بطريقة توفر لك تجربة تسجيل دخول تحمي خصوصيتك ومؤمّنة بوسائل الأمن المتضمنة في منتجات Apple.
bg: Функцията Вход с Apple е създадена, за да ви предостави вход, който защитава вашата поверителност и е защитен от функциите за сигурност, вградени в продуктите на Apple.
ca: L’inici de sessió amb Apple s’ha dissenyat per proporcionar-te una experiència d’inici de sessió que protegeix la teva privacitat i ofereix la seguretat integrada als productes d’Apple.
cs: Služba Přihlášení přes Apple je navržena tak, aby vám poskytla přihlašovací prostředí chránící vaše soukromí s pomocí bezpečnostních funkcí zabudovaných do produktů společnosti Apple.
da: Log ind med Apple er designet til at give dig en log ind-oplevelse, der beskytter din anonymitet, og som er beskyttet af sikkerheden, der er indbygget i Apple-produkter.
de: Die Option „Mit Apple anmelden“ wurde entwickelt, um eine Umgebung für die Anmeldung bereitzustellen, in der deine Privatsphäre gewahrt wird und durch Sicherheits­technologien geschützt ist, die in Apple-Produkten integriert sind.
el: Η Σύνδεση μέσω Apple έχει σχεδιαστεί με τρόπο που σας παρέχει μια εμπειρία σύνδεσης κατά την οποία προστατεύεται το απόρρητό σας και διαφυλάσσεται από τις δυνατότητες ασφάλειας που είναι ενσωματωμένες στα προϊόντα Apple.
es: “Iniciar sesión con Apple” se ha diseñado para proporcionarte un inicio de sesión que protege tu privacidad y que cuenta con la seguridad integrada en los productos de Apple.
es_us: La funcionalidad Iniciar sesión con Apple está diseñada para proporcionar una experiencia de inicio de sesión que protege tu privacidad y aprovecha los procesos de seguridad integrados en los productos Apple.
fi: Kirjaudu sisään Applella -toiminto on suunniteltu tarjoamaan sisäänkirjautumiskokemus, joka suojaa yksityisyyttäsi ja jota suojaavat Applen tuotteisiin sisäänrakennetut tietoturvaominaisuudet.
fr: « Se connecter avec Apple » est conçu pour vous fournir une expérience de connexion protégeant la confidentialité de vos données, assurée par la sécurité intégrée aux produits Apple.
fr_ca: La fonction Connexion avec Apple est conçue pour vous offrir une expérience de connexion qui protège votre confidentialité grâce à la sécurité intégrée aux produits Apple.
he: ״התחברות באמצעות Apple״ נועדה לספק לך חוויית התחברות המגינה על פרטיותך ומוגנת באמצעות האבטחה המובנית במוצרי Apple.
hi: “Apple से साइन इन करें” को आपकी गोपनीयता की सुरक्षा करने वाला साइन-इन अनुभव प्रदान करने के लिए डिज़ाइन किया गया है और उसे Apple उत्पादों में सुरक्षा बिल्ट द्वारा सुरक्षा प्रदान की गई है।
hr: Značajka Prijava s Appleom dizajnirana je da vam pruži doživljaj prijave kojom se štiti vaša privatnost i koju čuva zaštita ugrađena u Apple proizvode.
hu: A Bejelentkezés az Apple-lel funkciót úgy tervezték, hogy olyan bejelentkezési élményt nyújtson, amely az Apple termékeibe épített biztonsági megoldások alkalmazásával gondoskodik személyes adatai védelméről.
id: Masuk dengan Apple dirancang untuk menyediakan proses masuk yang melindungi privasi Anda dan dijaga oleh keamanan dalam produk Apple.
it: L’accesso con Apple è stato progettato per fornirti un’esperienza di accesso che protegge la tua privacy e che è tutelata dalla sicurezza integrata nei prodotti Apple.
ja: “Appleでサインイン”は、プライバシーを保護すると共に、Apple製品に組み込まれたセキュリティによってサインイン操作を保護するように設計されています。
kk: «Apple арқылы жүйеге кіру» функциясы құпиялылық сақталатын және Apple өнімдеріне кіріктірілген қорғау құралы арқылы қорғалатын жүйеге кіру процедурасын қамтамасыз етуге арналған.
ko: ‘Apple로 로그인’은 Apple 제품에 내장된 보안 기능을 통해 개인정보를 보호하는 로그인 경험을 제공하기 위해 설계되었습니다.
lt: Funkcija „Prisijungimas naudojant „Apple“ sukurta taip, kad prisijungiant būtų saugomas jūsų privatumas ir taikomos „Apple“ produktuose įtaisytos saugumo priemonės.
ms: Daftar masuk dengan Apple direka bentuk untuk menyediakan anda dengan pengalaman daftar masuk yang melindungi privasi anda dan dilindungi oleh keselamatan terbina dalam produk Apple.
nl: Log in met Apple is ontworpen om je een inlogervaring te bieden waarmee je privacy wordt beschermd en waarbij je gebruikmaakt van de beveiliging die in Apple producten is ingebouwd.
no: Logg på med Apple er laget for å gi deg en påloggingsopplevelse som beskytter personvernet ditt og beskyttes av sikkerheten som er innebygd i Apple-produkter.
pl: Funkcja Zaloguj się, używając konta Apple jest zaprojektowana z myślą o umożliwieniu logowania chroniącego Twoją prywatność oraz zabezpieczanego przy użyciu funkcji ochrony stosowanych w produktach Apple.
pt_br: O recurso Iniciar sessão com a Apple foi projetado para fornecer a você uma experiência de início de sessão que proteja a sua privacidade e está sob a segurança integrada dos produtos da Apple.
pt_pt: A funcionalidade Iniciar sessão com a Apple foi concebida para lhe fornecer uma experiência de início de sessão que protege a sua privacidade e que é salvaguardada pela segurança integrada nos produtos Apple.
ro: Autentificarea cu Apple este concepută pentru a vă oferi o experiență de autentificare care vă protejează intimitatea și care se bazează pe securitatea integrată în produsele Apple.
ru: Функция «Вход с Apple» упрощает процедуру входа и обеспечивает конфиденциальность Ваших данных благодаря механизмам защиты, встроенным в продукты Apple.
sk: Funkcia Prihlásenie cez Apple je navrhnutá tak, aby vám poskytla prihlasovacie prostredie, ktoré chráni vaše súkromie pomocou bezpečnostných funkcií zabudovaných do produktov spoločnosti Apple.
sl: Možnost Vpiši se z računom Apple je zasnovana za zagotavljanje vpisne izkušnje, ki varuje vašo zasebnost in je zaščitena z varnostjo, vgrajeno v izdelke Apple.
sv: Logga in med Apple är utformat för att ge dig en inloggningsupplevelse som skyddar din integritet och säkras av den inbyggda säkerheten i Apple-produkter.
th: ลงชื่อเข้าด้วย Apple ได้รับการออกแบบมาเพื่อให้คุณมีประสบการณ์การลงชื่อเข้า ซึ่งจะปกป้องความเป็นส่วนตัวของคุณและได้รับการป้องกันโดยความปลอดภัยที่สร้างขึ้นในผลิตภัณฑ์ของ Apple
tr: Apple ile Giriş Yap, size gizliliğinizi koruyan ve Apple ürünlerinde yerleşik olan güvenlik tarafından korunan bir giriş yapma deneyimi sunmak amacıyla tasarlandı.
uk: Функція «Вхід з Apple» створена для полегшення процедури входу. Вона захищає вашу приватність завдяки механізмам безпеки, вбудованим у продукти Apple.
vi: Đăng nhập bằng Apple được thiết kế để cung cấp cho bạn một trải nghiệm đăng nhập giúp bảo vệ quyền riêng tư của bạn và được đảm bảo an toàn bằng tính năng bảo mật được tích hợp trong các sản phẩm Apple.
zh_cn: “通过Apple登录”旨在为你提供保护个人隐私且受Apple产品内建安全机制保护的登录体验。
zh_hk: 「使用Apple登入」的設計是由Apple產品內建的安全功能來保護你的私隱，以提供你安全的登入體驗。
zh_tw: 「使用Apple登入」的設計是由Apple產品內建的安全功能來保護你的隱私權，以提供你安全的登入體驗。

# FIRST_BULLET
source: Sign in with Apple allows you to sign in to apps and websites while protecting your privacy.
ar: تتيح لك ميزة "تسجيل الدخول باستخدام Apple" تسجيل الدخول إلى التطبيقات ومواقع الويب مع حماية خصوصيتك.
bg: Вход с Apple ви позволява да влизате в приложения и уеб сайтове, като защитавате поверителността си.
ca: L’inici de sessió amb Apple et permet iniciar sessió a les apps i els llocs web alhora que protegeixes la teva privacitat.
cs: Služba Přihlášení přes Apple umožňuje přihlašování k aplikacím a webovým stránkám při zachování vašeho soukromí.
da: Log ind med Apple giver dig mulighed for at logge ind på apps og websteder, mens din anonymitet bliver beskyttet.
de: „Mit Apple anmelden“ ermöglicht dir die Anmeldung bei Apps und Websites, wobei deine Privatsphäre gewahrt wird.
el: Η Σύνδεση μέσω Apple σάς επιτρέπει να συνδέεστε σε εφαρμογές και ιστότοπους προστατεύοντας το απόρρητό σας.
es: “Iniciar sesión con Apple” te permite iniciar sesión en apps y sitios web, al mismo tiempo que protege tu privacidad.
es_us: La función Iniciar sesión con Apple te permite iniciar sesión en apps y sitios web y proteger tu privacidad.
fi: Kirjaudu sisään Applella sallii sinun kirjautua appeihin ja sivustoille suojellen yksityisyyttäsi.
fr: « Se connecter avec Apple » vous permet de vous connecter à des apps et à des sites web tout en protégeant votre confidentialité.
fr_ca: Connexion avec Apple vous permet de vous connecter à des apps et à des sites Web en protégeant votre confidentialité.
he: האפשרות ״התחברות באמצעות Apple״ מאפשרת לך להתחבר ליישומים ולאתרי אינטרנט אגב הגנה על פרטיותך.
hi: “Apple से साइन इन करें” से आप अपनी गोपनीयता की सुरक्षा करते हुए ऐप्स और वेबसाइट में साइन इन कर सकते हैं।
hr: Značajka Prijava s Appleom omogućava vam prijavu u aplikacije i web stranice dok istovremeno štiti vašu privatnost.
hu: A Bejelentkezés az Apple-lel funkcióval úgy jelentkezhet be appokba és webhelyekre, hogy az adatai biztonságban maradnak.
id: Masuk dengan Apple memungkinkan Anda masuk ke app dan situs web tanpa mengganggu privasi Anda.
it: L’accesso con Apple ti consente di accedere ad app e siti web mantenendo protetta la tua privacy.
ja: “Appleでサインイン”を使用すると、プライバシーを保護しながらアプリやWebサイトにサインインできるようになります。
kk: «Apple арқылы жүйеге кіру» функциясының арқасында деректеріңіз сенімді түрде қорғалады және қолданбалар мен веб-сайттарға анонимді түрде кіруге болады.
ko: ‘Apple로 로그인’을 사용하면 개인정보가 보호되는 상태에서 앱 및 웹사이트에 로그인할 수 있습니다.
lt: Funkcija „Prisijungimas naudojant „Apple“ leidžia prisijungti prie programų ir svetainių bei apsaugo jūsų privatumą.
ms: Daftar masuk dengan Apple membenarkan anda mendaftar masuk ke app dan tapak web sambil melindungi privasi anda.
nl: Met Log in met Apple kun je je privacy beschermen als je inlogt bij apps en websites
no: Med Logg på med Apple kan du logge på apper og nettsteder samtidig som personvernet ditt beskyttes.
pl: Funkcja Zaloguj się, używając konta Apple pozwala logować się w aplikacjach lub witrynach, jednocześnie chroniąc Twoją prywatność.
pt_br: O recurso Iniciar Sessão com a Apple permite que você inicie a sessão em apps e sites e proteja a sua privacidade.
pt_pt: Iniciar sessão com a Apple permite‑lhe iniciar sessão em aplicações e sites enquanto protege a sua privacidade.
ro: Funcționalitatea Autentificare cu Apple vă permite să vă autentificați în aplicații și pe site-uri web protejându-vă în același timp confidențialitatea.
ru: Благодаря службе «Вход с Apple» Ваши данные надежно защищены: теперь Вы можете анонимно войти в приложение или на веб-сайт.
sk: Prihlásenie cez Apple vám umožňuje prihlasovať sa do apiek a webových stránok a chrániť vaše súkromie.
sl: Možnost Vpiši se z računom Apple vam omogoča vpis v aplikacije in spletna mesta, pri čemer je vaša zasebnost zaščitena.
sv: Med Logga in med Apple kan du logga in på webbplatser och appar och samtidigt skydda din integritet.
th: ลงชื่อเข้าด้วย Apple ทำให้คุณสามารถลงชื่อเข้าในแอปและเว็บไซต์ต่างๆ ได้พร้อมกับปกป้องความเป็นส่วนตัวของคุณ
tr: Apple ile giriş yap, gizliliğinizi koruyarak uygulamalara ve web sitelerine giriş yapmanıza olanak tanır.
uk: Вхід з Apple дозволяє вам входити в програми й на вебсайти, оберігаючи вашу приватність.
vi: Đăng nhập bằng Apple cho phép bạn đăng nhập vào các ứng dụng và trang web trong khi bảo vệ quyền riêng tư của bạn.
zh_cn: “通过Apple登录”允许你登录App和网站的同时保护你的隐私。
zh_hk: 「使用Apple登入」可讓你登入App和網站，同時保護你的私隱。
zh_tw: 「使用Apple登入」可讓你登入App和網站，並且保護你的隱私權。

# SPLASH_SHORT_TITLE
source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
bg: Вход с Apple
ca: Inici de sessió amb Apple
cs: Přihlášení přes Apple
da: Log ind med Apple
de: Mit Apple anmelden
el: Σύνδεση μέσω Apple
es: Iniciar sesión con Apple
es_us: Iniciar sesión con Apple
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
fr_ca: Connexion avec Apple
he: התחברות באמצעות Apple
hi: Apple से साइन इन करें
hr: Prijava s Appleom
hu: Bejelentkezés az Apple-lel
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
kk: Apple арқылы жүйеге кіру
ko: Apple로 로그인
lt: Prisijungti naudojant „Apple“
ms: Daftar masuk dengan Apple
nl: Log in met Apple
no: Logg på med Apple
pl: Zaloguj się, używając konta Apple
pt_br: Iniciar sessão com a Apple
pt_pt: Iniciar sessão com a Apple
ro: Autentificare cu Apple
ru: Вход с Apple
sk: Prihlásenie cez Apple
sl: Vpiši se z računom Apple
sv: Logga in med Apple
th: ลงชื่อเข้าด้วย Apple
tr: Apple ile Giriş Yap
uk: Вхід з Apple
vi: Đăng nhập bằng Apple
zh_cn: 通过Apple登录
zh_hk: 使用Apple登入
zh_tw: 使用Apple登入
